[{"id":"12345","title":"1984","imgURL":"https://upload.wikimedia.org/wikipedia/en/thumb/b/b0/1984_play_artwork.jpg/220px-1984_play_artwork.jpg","price":"69.99","desc":"A dystopian novel by English novelist George Orwell. It was published in June 1949 by Secker & Warburg as Orwell's ninth and final book completed in his lifetime."},{"id":"280","title":"The Boy in the Striped Pyjamas","imgURL":"https://upload.wikimedia.org/wikipedia/en/d/d3/Theboyinthestripedpyjamas.jpg","price":"69.69","desc":"The Boy in the Striped Pyjamas is a 2006 Holocaust novel by Irish novelist John Boyne. Much like the process he undertakes when writing most of his novels, Boyne has said that he wrote the entire first draft in two and a half days, without sleeping much, but also that he was quite a serious student of the Holocaust for years before the idea for the novel even came to him."},{"title":"Tôi thấy hoa vàng trên cỏ xanh","imgURL":"https://cdn0.fahasa.com/media/catalog/product/cache/1/image/9df78eab33525d08d6e5fb8d27136e95/i/m/image_180164_1_43_1_57_1_4_1_2_1_210_1_29_1_98_1_25_1_21_1_5_1_3_1_18_1_18_1_45_1_26_1_32_1_14_1_2199.jpg","price":"3.74","desc":"Những câu chuyện nhỏ xảy ra ở một ngôi làng nhỏ: chuyện người, chuyện cóc, chuyện ma, chuyện công chúa và hoàng tử , rồi chuyện đói ăn, cháy nhà, lụt lội,... Bối cảnh là trường học, nhà trong xóm, bãi tha ma. Dẫn chuyện là cậu bé 15 tuổi tên Thiều. Thiều có chú ruột là chú Đàn, có bạn thân là cô bé Mận. Nhưng nhân vật đáng yêu nhất lại là Tường, em trai Thiều, một cậu bé học không giỏi. Thiều, Tường và những đứa trẻ sống trong cùng một làng, học cùng một trường, có biết bao chuyện chung. Chúng nô đùa, cãi cọ rồi yêu thương nhau, cùng lớn lên theo năm tháng, trải qua bao sự kiện biến cố của cuộc đời.\r\nTác giả vẫn giữ cách kể chuyện bằng chính giọng trong sáng hồn nhiên của trẻ con. 81 chương ngắn là 81 câu chuyện hấp dẫn với nhiều chi tiết thú vị, cảm động, có những tình tiết bất ngờ, từ đó lộ rõ tính cách người. Cuốn sách, vì thế, có sức ám ảnh.","id":"192"},{"id":"491","title":"Fahrenheit 451","imgURL":"https://kammbia1.files.wordpress.com/2012/06/fahrenheit-451.jpg","price":"4.51","desc":"Fahrenheit 451 is a dystopian novel by American writer Ray Bradbury, first published in 1953. Often regarded as one of his best works, the novel presents a future American society where books are outlawed and \"firemen\" burn any that are found."}]